package by.htp.lesson1;

public class Lesson01Task03 {

	public static void main(String[] args) {
		// Вывести на  экран все четные цифры от 1 до 100 не используя остаток от деления (используя только цикл for)
		System.out.println("Results for Task001");
		for (int i=0;i <= 98; i = i + 2) {
			System.out.println(i + 2);
		}
	}

}
